{
    "blanck": "",
    
    "nav":
    {
        "contact": "Contact"
    },

    "courses":
    {
        "EGSI": "Information Systems <br> Engineering & Management",
        "EQB": "Chemical & Biological Engineering",
        "EM": "Materials Engineering",
        "EI": "Software Engineering",
        "EGI": "Engineering & Industrial Management",
        "EEIC": "Industrial Electronics & Computing Engineering",
        "EF": "Physical Engineering",
        "EMEC": "Mechanical Engineering"
    },

    "home":
    {
        "about-us": "About us",
        "about-us-text": "We are a group of engineering students from the University of Minho based in the city of Guimarães (Azurém Campus) with a passion for motorsport. As the latest addition to the Formula Student scene in Portugal, we aim to deliver a project with a solid foundation and, in the short term, become a reference in the north of the country.",

        "why-fs": "Why Formula Student",
        "why-fs-text": "Formula Student gives us students the chance to get a taste of the world of engineering. Building our car requires us to <span style='color:#084d6e'>apply all the knowledge</span> we have about our areas of expertise and <span style='color:#084d6e'>work with partners</span> that besides supporting our project, can help us improve our methods. This project also aims to <span style='color:#084d6e'>develop soft skills</span> like management, communication and team work, all crucial in a <span style='color:#084d6e'>top tier engineer</span>.",

        "sectors-title": "Our sectors",

        "statistics-title": "Statistics",
        "statistics-members": "members",
        "statistics-years": "years",
        "statistics-courses": "courses",
        "statistics-cars": "car",

        "competition-title": "The competition",
        "competition-text1": "Formula Student is divided in 4 classes:",
        "competition-classCV": "<span style='font-weight: bold;'>CV</span> <br> Presentation of a car equiped with an internal combustion engine",
        "competition-classEV": "<span style='font-weight: bold;'>EV</span> <br> Presentation of a car equiped with an electric power unit",
        "competition-classDV": "<span style='font-weight: bold;'>DV</span> <br> Competiton for cars equiped with a driverless system",
        "competition-classCC": "<span style='font-weight: bold;'>Concept Class</span> <br> Class aimed for new teams that are still developing their first car",
        "competition-events": "The competition is divided into a series of <span style='color: #084d6e'>static and dynamic events</span>. <br> The static events consist of the presentation of the team's business plan, analysis of the costs associated with the team and the assembly of the car and analysis of the car's design from a technical point of view. The dynamic tests aim to test the behavior of the car on the track. They include a skidpad, acceleration test, autocross, endurance test and efficiency test. In these events, points will be awarded to every team's overall score, which will later determine the winning team in each class",
        "competition-our-class": "FSUMinho will compete in EV class with an electric prototype",

        "planet-title": "Commitment with the planet",
        "planet-text": "We are commited to a <span style='color:#084d6e'>greener future</span>. That's why we chose to equip our car with an electric power unit. The team will also support a <span style='color:#084d6e'>circular economy</span>, promoting the reuse of electrical components from portuguese industries in order to <span style='color:#084d6e'>reduce e-waste</span>. At least 25% of electronic 'trash' that reaches recycling centers, is still higly reusable. These materials are fundamental to <span style='color:#084d6e'>reduce our carbon footprint</span>.",

        "inst-parteners": "Intitutional Partners",
        "sponsors": "Sponsors & Partners",

        "updates": "Latest updates",

        "team": "Meet the team",

        "fspt23-title": "Competition debeut",
        "fspt23-text": "FSUMinho made its debeut in the world of Formula Student competitions at FSPT 2023. Our team competed in Class 2 with a virtual electric prototype. The result of our hard work and dedication was an impressive <span style='color: #084d6e'>2nd place in the overall class ranking</span>. Furthermore, we achieved 1st place in the Business Plan Presentation, 2nd place in Engineering Design, and 5th place in Cost and Manufacturing. Our participation in this event not only demonstrated that we are up to the challenge of competing in Formula Student but also provided us with feedback that will help us perform even better in future competitions."
    },

    "team": 
    {
        "whos-in-charge": "Team Lidership",

        "whos-in-charge-text": "Leading the team are the team leader and the technical directors. The <span style='color: #084d6e'>team leader</span> sets strategic goals and coordinates the entire team's activities. The <span style='color: #084d6e'>technical director of the mechanical part</span> focuses on the design and manufacturing of the car's mechanical components, while the <span style='color: #084d6e'>technical director of the electrical part</span> is responsible for the development and implementation of the electrical systems that control it."
    },

    "boss":
    {
        "team-leader": "Team Leader",
        "dir-mec": "Technical Director <br> (Mechanical)",
        "dir-elec": "Technical Director <br> (Electrical)"
    },

    "mnt": 
    {
        "title": "Sector's role",
        "text": "The management sector handles the <span style='color:#084d6e'>business</span> side of the team. It is its responsibility to gather funds for the project via <span style='color:#084d6e'>partnerships</span> and also for its <span style='color:#084d6e'>marketing</span>. Management also has to fulfil the needs of the other departments. This includes ordering parts and tools or provide trainning sessions.",
        "team": "Management Team",
        "head": "Head of Management",
        "contacts": "External Contacts",
        "team-mnt": "Team Management",
        "coms": "Communications"
    },

    "pwrt": 
    {
        "title": "Sector's role",
        "text": "The powertrain sector is responsible for the development of the <span style='color:#084d6e'>power unit</span>. It's the sector's duty to deliver a <span style='color:#084d6e'>reliable and powerful</span> electric motor.<span  style='color:#084d6e'> Efficiency</span> is also key in this sector. The power unit needs to be tuned in such a way that it is always consuming the right amount of energy.",
        "team": "Powertrain Team",
        "head": "Head of Powertrain",
        "acc": "Accumulator",
        "inv": "Inverter",
        "cons": "Conectors",
        "charge": "Battery Charging"
    },

    "esw":
    {
        "title": "Sector's role",
        "text": "As the name suggests, the electronics & software sector handles all the <span style='color:#084d6e'>electronic components and software</span> that keep the car safe and running smoothly. The sector makes sure all the major components of the car are <span style='color:#084d6e'>properly programmed</span> and <span style='color:#084d6e'>communicating</span> between each other.",
        "team": "ESW team",
        "head": "Head of ESW",
        "rtd": "Readt to Drive",
        "imd": "Isolation Monitoring <br> Device",
        "senaq": "Sensors",
        "tsal": "Tractive System Active Light",
        "bspd": "Brake System <br> Plausibility"
    },

    "dvrt":
    {
        "title": "Sector's role",
        "text": "The drivetrain sector focuses on <span style='color:#084d6e'>delivering power</span> from the engine to the wheels. It aims to achieve the most efficient power transfer in order to secure <span style='color:#084d6e'>maximum acceleration</span> and <span style='color:#084d6e'>maintain speed</span> for the full race distance.",
        "team": "Drivetrain team",
        "head":"Head of Sector",
        "axels": "Semi-axels",
        "int": "Powertrain integration",
        "dif": "Differential",
        "ref": "Accumulator Cooling"
    },

    "suspension_steering":
    {
        "title": "Sector's role",
        "text": "The suspension & steering sector is essential for the car's performance. The suspension provides <span style='color:#084d6e'>grip</span>, <span style='color:#084d6e'>stability</span>, and absorbs track irregularities, while the steering allows the driver to control the car with <span style='color:#084d6e'>precision</span>.",
        "team": "Suspension & Steering team",
        "head": "Head of Sector",
        "suspension": "Suspension",
        "steering": "Steering"
    },

    "chassis_aero": 
    {
        "title": "Sector's role",
        "text": "The chassis and aerodynamics sector is responsible for designing and constructing the car's chassis. The chassis is the structure that supports all the car's components. Aerodynamics is responsible for <span style='color:#084d6e'>minimizing air resistance and maximizing downforce</span>.",
        "team": "Chassis & Aerodynamics team",
        "head": "Head of Sector",
        "chassis": "Chassis",
        "aero": "Aerodynamics"
    },

    "sponsors":
    {
        "title": "Sponsors & Partners",
        "wwu": "Work With Us",
        "parteners": "Partners"
    },

    "partners":
    {
        "title": "Institutional Partners",
        "text": "FSUMinho currently has partnerships established with several student associations from different courses of the University of Minho. These partnerships allow the integration of our project in the academic community and the promotion of activities organized by the partner associations."
    }, 

    "form":
    {
        "title": "Get in touch",
        "send": "Submit",
        "thanks": "Thank you for your message <br> We will get back to you as soon as possible"
    },

    "invest":
    {
        "title": "Work with us",
        "why-title": "Why invest in FSUMinho",
        "why-text": " We are more than a group of students with a passion for motorsport. FSUMinho represents the first step in the formation of top engineers. Our members will enter the job market with experience and skills that will make them stand out. We want to offer students the chance of being part of a group that values everyone's work and pushes all members to show their full potential. Investing in our project means investing in the next generation of engineers and making sure that they gather as much experience as possible so that some day in the future they make a difference and push technology foward.",

        "how-title": "How to invest",
        "monetary-title": "Monetary support",
        "monetary-text": "Motorsport isn't cheap at all. Expenses start accumulating in the development of the car and can reach a great ammount when we start competing. Supporting our project finacially helps us manage all the expences all reach our goals.",
        "materials-title": "Supply materials",
        "materials-text": "In order to build the car that we are designing, we'll need to gather various materials. Supplying materials to the team helps us take the car from the modeling software to the race track.",
        "knowledge-title": "Knowledge",
        "knowledge-text": "Even though we consider ourselves very skilled and talented, knowledge is never enough. We are always open to learn from actual professionals from our areas of expertise.",

        "pack-title": "Investment packages",

        "pack-partner": "Partners",
        "pack-partner-text": "Partners will benefit from <span style='color:#084d6e'>divulgation of their brands</span> via social media campaigns and their logos will be present in our car.",
        "pack-partner-expetations": "We expect our partners to also divulge our brand and help us establish useful contacts.",

        "pack-bronze-text": "Bronze sponsors will have a spot in our sponsor portfolio. They will have their <span style='color:#084d6e'>logo present in the car</span> in more visible parts of the bodywork and merchandising items. Lower tier benefits are also included.",
        "pack-bronze-expetations": "Bronze sponsorship requires an investment between 1000€ and 5000€",

        "pack-silver-text": "Silver sponsors will have <span style='color:#084d6e'>VIP status in events</span> organized by FSUMinho. Their logo will also be present on the car and merchandising, but will have more presence than bronze logos. This tier will receive a <span style='color:#084d6e'>monthly report</span> containing everything done by the team. Lower tier benefits are also included.",
        "pack-silver-expetations": "Silver sponsorship requires an investment between 5000€ and 7500€",

        "pack-gold-text": "Gold sponsors will have voting power in <span style='color:#084d6e'>decision-making</span> sessions. Their logo presence will be bigger compared to silver sponsors. The team will mention their company in press articles or scientific magazines. Lower tier benefits are also included.",
        "pack-gold-expetations": "Gold sponsorship requires an investment between 7500€ and 12500€",

        "pack-diamond-text": "Diamond sponsors will receive the <span style=' color: #084d6e'>highest level of visibility on the bodywork and in our merchandising</span>. Additionally, they will have the opportunity to collaborate with the team on an <span style=' color: #084d6e'>annual project</span>. Lower tier benefits are also included.",
        "pack-diamond-expetations": "Diamond sponsorship requires an investment of 12500€ or more"
    },

    "footer":
    {
        "address": "Address",

        "contacts": "Contacts",

        "sectors": "Sectors",

        "sponsors/": "Partners/Sponsors",
        "institutional": "Institutional Partners",
        "sponsors": "Sponsors",
        "wwu": "Work With Us",

        "form": "Contact form"
    }
}