{
    "nav":
    {
        "contact": "Contacto"
    },

    "courses":
    {
        "EGSI": "Engenharia e Gestão de <br> Sistemas de Informação",
        "EQB": "Engenharia Quimica <br> e Biológica",
        "EM": "Engenharia de Materiais",
        "EB": "Engenharia Biológica",
        "EI": "Engenharia Informática",
        "EGI": "Engenharia e Gestão <br> Industrial",
        "EEIC": "Engenharia Eletrónica <br> Industrial e Computadores",
        "EE": "Engenharia Eletrónica",
        "EF": "Engenharia Física",
        "EMEC": "Engenharia Mecânica"
    },

    "home":
    {
        "about-us": "Sobre nós",
        "about-us-text": "Somos um grupo de estudantes de engenharia da Universidade do Minho com base na cidade de Guimarães (Campus de Azurém) com uma paixão pelo desporto motorizado. Como a mais recente adição à Formula Student em Portugal, pretendemos entregar um projeto com bases sólidas e, a curto prazo, tornarmo-nos uma referència no norte do país.",

        "why-fs": "Porquê a Formula Student",
        "why-fs-text": "A Formuala Student oferece aos estudantes a chance de experênciar o mundo da engenharia. A construção do carro requer a <span style='color: #084d6e'>aplicação dos conhecimentos</span> que temos sobre as nossas áreas de estudo e a <span style='color: #084d6e'>colaboração com parceiros</span> que, para além de apoiarem o nosso projeto, nos ajudam a evoluir. Este projeto tem também como objetivo desenvolver <span style='color: #084d6e'>soft skills</span> tais como gestão, comunicação e trabalho em equipa, todas cruciais para um <span style='color: #084d6e'>engenheiro de topo</span>.",

        "sectors-title": "Os nosssos setores",

        "statistics-title": "Estatísticas",
        "statistics-members": "membros",
        "statistics-years": "anos",
        "statistics-courses": "cursos",
        "statistics-cars": "carro",

        "competition-title": "A competição",
        "competition-text1": "A Formula Student está devidida em 3 classes:",
        "competition-class2": "<span style='color: #084d6e'>Classe 2</span> <br> Requer a apresentação de um projeto e um protótipo",
        "competition-class1": "<span style='color: #084d6e'>Classe 1</span> <br> Consiste na apresentação dinâmica de um carro equipada com um motor a combustão",
        "competition-class1a": "<span style='color: #084d6e'>Classe 1A</span> <br> Desafia as equipas a construir um carro movido por energias alternativas",
        "competition-events": "A competição está dividida numa série de <span style='color: #084d6e'>provas estáticas e dinâmicas</span>. <br> As provas estátticas concistem na apresentação do plano de negócio da equipa, análise dos custos associdados à equipa e à montagem do carro e análise do design do carro de um ponto de vista técnico. As provas dinâmicas têm como objetivo testar o comportamento do carro em pista. Incluem um skidpad, prova de aceleração, autocross, prova de resistência e prova de eficiência. Nestas provas serão atribuidos pontos ao overall score das equipas, que posteriormente irá determinar a equipa vencedora de cada classe.",
        "competition-our-class": "A FSUMunho irá competir na classe 1A com um carro eletrico",

        "planet-title": "Compromisso com o planeta",
        "planet-text": "Comprometemo-nos a contribuir para um <span style='color: #084d6e'>futuro mais verde</span>. É por essa razão que equipamos o nosso carro com um motor elétrico. A equipa irá também promover uma <span style='color: #084d6e'>economia circular</span>, recorrendo à reutilização de componentes eletrónicos de indústrias portuguesas de maneira a <span style='color: #084d6e'>reduzir o e-waste</span>. Pelo menos 25% do 'lixo' eletrónico que chega aos centros de reciclagem, tem uma alta taxa de reutilização. Estes materiais são fundamentais para a <span style='color: #084d6e'>redução da nossa pegada de carbono</span>.",

        "roadmap1": "<span Class='month'>fevereiro '23</span> <br> <p class='goals'>Apresentar um protótipo de <br> um carro elétrico para <br> competir na classe 2</p>",
        "roadmap2": "<span Class='month'>março '23</span> <br> <p class='goals'>Ter parcerias estabelecidas <br> com empresas</p>",
        "roadmap3": "<span Class='month'>abril '23</span> <br> <p class='goals'>Adquirir materiais <br> para construir o carro</p>",
        "roadmap4": "<span Class='month'>junho '23</span> <br> <p class='goals'>Participar em <br> competições</p>",

        "inst-parteners": "Parceiros Institucionais",
        "sponsors": "Patrocinadores & Parceiros",

        "updates": "Ultimas notícias"
    },

    "mnt":
    {
        "title": "Função do setor",
        "text": "A equipa de management e responsável pelas <span style='color: #084d6e'>finanças</span> da equipa. É responsável pela acumulação de fundos através de <span style='color: #084d6e'>parcerias</span> e pelo <span style='color: #084d6e'>marketing</span> do projeto. Cabe também à equipa de management satisfazer as necessidades dos outros setores, o que iclui adquirir ferramentas e peças e organizar formações.",
        "team": "Direção do Setor",
        "leader": "Lider da Equipa",
        "head": "Chefe de Setor",
        "contacts": "Contactos Externos",
        "team-mnt": "Gestão da Equipa",
        "coms": "Comunicações"  
    },

    "pwrt": 
    {
        "title": "Função do setor",
        "text": "O setor de powertrain é responsável pelo desenvolvimento do <span style='color:#084d6e'>motor elétrico</span>. Cabe a este setor a este setor entregar uma unidade motriz <span style='color:#084d6e'>potente e durável</span>. <span style='color:#084d6e'>Eficiência</span> é um dos pontos mais importantes para powertrain. O motor deve ser programado de forma a que consuma sempre a quantidade certa de energia.",
        "team": "Direção do Setor",
        "head": "Chefe de Setor",
        "acc": "Acumulador",
        "inv": "Inversor"
    },

    "esw":
    {
        "title": "Função do setor",
        "text": "Como o nome sugere, o setor de eletronics & software trata dos <span style='color:#084d6e'>componentes eletrónicos e do software</span> que fazem com que o carro opere de forma segura e eficiente. Os principais objetivos do setor são <span style='color:#084d6e'>programar</span> os principais componentes do carro e garantir que estes <span style='color:#084d6e'>comunicam</span> entre sí.",
        "team": "Direção do Setor",
        "head": "Chefe de Setor"
    },

    "dvrt":
    {
        "title": "Função do setor",
        "text": "O setor de drivetrain foca-se em <span style='color:#084d6e'>passar a potência</span> do motor para as rodas. O seu objetivo é obter a transferência de potência mais eficiente possível para que o carro consiga alcançar a <span style='color:#084d6e'>aceleração máxima</span> e <span style='color:#084d6e'>manter a velocidade</span> durante a distância da corrida.",
        "team": "Direção do Setor",
        "head": "Chefe de Setor",
        "axels": "Semi-eixos",
        "int": "Integração com <br> Powertrain"
    },

    "body":
    {
        "title": "Função do setor",
        "text": "O setor de body trabalha com tudo relacionado com o <span style='color:#084d6e'>bodywork, aerodinâmica, suspensão e chassis</span> do carro. Os objetivos do setor são entregar uma estrutura leve e forte capaz de aguentar o abuso na pista e capaz de <span style='color:#084d6e'>proteger o piloto</span> em caso de impacto, produzir componentes aerodinâmicos que mantenham o carro <span style='color:#084d6e'>estável a alta velocidade</span> e desenvolver uma suspensão capaz de <span style='color:#084d6e'>manter as rodas em contacto com o piso</span> para que o carro seja o mais estável possível.",
        "team": "Direção do Setor",
        "head": "Chefe de Setor",
        "dir": "Direção do Setor",
        "susp": "Suspensão"
    },

    "sponsors":
    {
        "title": "Patrocinadores & Parceiros",
        "wwu": "Trabalhe Connosco",
        "parteners": "Parceiros"
    },

    "partners":
    {
        "title": "Parceiros Institucionais"
    },

    "form":
    {
        "title": "Contacte-nos",
        "send": "Enviar"
    },

    "invest":
    {
        "title": "Trabalhe Connosco",
        "why-title": "Porquê investir na FSUM",
        "why-text": "Nós somos mais que um grupo de estudantes com uma paixão pelo desporto motorizado. A FSUM representa o primeiro passo na formação de enginheiros de topo. Os nossos memebros entrarão no mercado de trabalho com experiência e capacidades que os distinguirão da concorrência. Queremos oferecer aos estudantes a oportunidade de fazer parte de um grupo que valoriza o trabalho de todos e icentiva todos os membros a mostrarem o seu potencial. Investir no nosso projeto significa investir na próxima gereção de enginherios e garantir que estes acomulem o máximo de experioência possível para que no futuro possam fazer a diferença e contribuir para o desenvolvimento tecnológico.",

        "how-title": "Como investir",
        "monetary-title": "Suporte Monetário",
        "monetary-text": "O desporto motorizado não é barato. As despesas começam a acumular no desenvolvimento do carro e alcançam um valor alto na época das competições. Suportar-nos financiamente ajuda-nos a gerir as despesas e a alcançar os objetivos.",
        "materials-title": "Fornecer materiais",
        "materials-text": "Para podermos construir o carro que projetamos, nacessotaremos de vários materiais. Fornecer materiais à equipa ajuda-nos a passar o carro do software de modelação para a pista.",
        "knowledge-title": "Conhecimento",
        "knowledge-text": "Apesar de nos conciderarmos bastante talentosos e experientes, conhecimento nunca é demais. Estamos sempre aberto para aprender com profissionais das nossas áreas de estudo.",

        "pack-title": "Pacotes de investimento",

        "pack-partner": "Parceiros",
        "pack-partner-text": "Parceiros beneficiarão da <span style=' color: #084d6e'>divulgação da sua marca</span> através de campanhas nas redes sociais e o seu logo estará presente no carro. Terão ainda um lugar no nosso portfólio de parceiros.",
        "pack-partner-expetations": "É esperado que os nossos parceiros divulguem a nossa marca e nos ajudem a estabelecer contectos",

        "pack-bronze-text": "Os patrocinadores Bronze terão um lugar no nosso portfólio de patrocinadores. O seu <span style=' color: #084d6e'>logo estará mais visível</span> no bodywork do carro e em peças de merchandising. Beneficios de niveis inferiores também se aplicam.",
        "pack-bronze-expetations": "Patrocinio Bronze requer um investimento entre 1000€ e 2500€",

        "pack-silver-text": "Os patrocinadores Silver terão <span style=' color: #084d6e'>estatuto VIP</span> em eventos organizados pela FSUM. O seu logo estará ainda mais visível no bodywork e marchandising em comparação com os logos Bronze. Receberão ainda um <span style='color: #084d6e'>relatório mensal</span> sobre o progresso do projeto. Beneficios de niveis inferiores também se aplicam.",
        "pack-silver-expetations": "Patrocinio Silver requer um investimento entre 2500€ e 5000€",

        "pack-gold-text": "Os patrocinadores Gold terão <span style=' color: #084d6e'>poder de voto</span> na tomdada de decisões. O seu logo terá o maior destaque no carro e no merchandising. Os patrocionadores Gold serão ainda mencionados em artigos de imprensa ou revistas científicas. Beneficios de niveis inferiores também se aplicam.",
        "pack-gold-expetations": "Patrocinio Gold requer um investimento entre 5000€ e 10000€"
    },

    "footer": 
    {
        "address": "Endreço",

        "contacts": "Contactos",

        "sectors": "Setores",

        "sponsors/": "Parceiros/Patrocinadores",
        "institutional": "Parceiros Institucionais",
        "sponsors": "Patrocinadores",
        "wwu": "Trabalhe Connosco" 
    }
}